{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Arrival":["^Hello, old man Nickl here. That's a surprise, eh?","\n","^It's been a long time I visited a console repair shop.","\n","^..","\n","^Would you mind taking a look at this *device* for me?","\n","end",{"#f":1}],"Main":["^*Thank* you.","\n","^..","\n","^...","\n","^What a beautiful day, ain't it?","\n","^...","\n","^Clear skies and a fluffy spring breeze, just how I like it.","\n","^Been visiting the ducks today already, you know, over by the pond in port street.","\n","^Where the Sacklebys live. Though they tend to *ignore* the ducks.","\n","^Ungrateful folks.","\n","^..","\n","^Hm. Hm.","\n","^..","\n","^Wo- would you know - ah, nevermind.","\n","^..","\n","^...","\n","^Eh, what can you do. No point hesitating, really.","\n","^Do you happen to know, what *kind* of device this is?","\n","^You can see, the printing hasn't survived the years and I don't happen to remember..","\n","^A *Super Nintendo Entertainment System* you say? Hah, no need to note that down!","\n","^I remmeber now. *SNES* is what we used to call it..","\n","^..","\n","^You know, it's been a very long time since I last had this device in my hands.","\n","^It's been stored and buried really, in my attic.","\n","^Well, not *my* attic, for most of it is still my parent's.","\n","^It will take time, to make it *my* attic.","\n","^..","\n","^You see, when I went into retirement, I've been feeling a bit lost.","\n","^Weird, eh? A whole live of work makes you attuned to it.","\n","^It was hard to let go of the archives.","\n","^But it's better now that I have a new archive to organise, my house.","\n","^..","\n","^You're a great listener, do you know that?","\n","^I will keep quiet now, enough old man babbling!","\n","end",{"#f":1}],"Failure":["^Oh, well, this doesn't seem right?","\n","^Something's missing..","\n","end",{"#f":1}],"Success":["^Ah, look at that! My SNES, whole and functioning again.","\n","^My thanks to you and here, a modest offering for you work.","\n","^Have a wonderful day! (come visit the ducks)","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}